app/controllers/attendees_controller.rb

SELECT "attendees".* FROM "attendees"
---
  def index
    @attendees = Attendee.all

INSERT INTO "attendees" ("first_name", "last_name", "email", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["first_name", "Noam"], ["last_name", "by"], ["email", "noam@noam.com"], ["created_at", "2019-01-23 10:45:02.916908"], ["updated_at", "2019-01-23 10:45:02.916908"]]
---
  def create
    @attendee = Attendee.new(attendee_params)

    respond_to do |format|
      if @attendee.save

SELECT  "attendees".* FROM "attendees" WHERE "attendees"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
---
    def set_attendee
      @attendee = Attendee.find(params[:id])