app/controllers/invitations_controller.rb

  def index
    @invitations = Invitation.all
---
SELECT "invitations".* FROM "invitations"

  def create
    @invitation = Invitation.new(invitation_params)

    respond_to do |format|
      if @invitation.save
---
INSERT INTO "invitations" ("meeting_id", "attendee_id", "is_organizer", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["meeting_id", 1], ["attendee_id", 1], ["is_organizer", "t"], ["created_at", "2019-01-23 10:45:24.431902"], ["updated_at", "2019-01-23 10:45:24.431902"]]

    def set_invitation
      @invitation = Invitation.find(params[:id])
---
SELECT  "invitations".* FROM "invitations" WHERE "invitations"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]